Repository: CupCodeIr/my-woocommerce
Catalog: languages/cupcode-sample-text-domain-*.po
Languages: fa_ir

source: CupCode Sample Plugin
fa_ir: افزونه نمونه کاپ کد

source: https://cupcode.xyz/en/portfolio/cupcode-sample-plugin
fa_ir: https://cupcode.xyz/portfolio/cupcode-sample-plugin

source: CupCode sample plugin which implements Redux.io option panel.
fa_ir: افزونه نمونه کاپ کد که دارای پنل تنظیمات Redux.io است.

source: Artin
fa_ir: آرتین

source: https://cupcode.xyz/en
fa_ir: https://cupcode.xyz

source: CupCode Sample plugin is dependent to Woocommerce and Digits plugins but at least one of them is not active!
fa_ir: افزونه نمونه کاپ کد وابسته به افزونه های دیجیتس و ووکامرس است ولی دستکم یکی از آن ها فعال نیست!

# options-panel
source: Sample Options
fa_ir: تنظیمات نمونه

# options-panel
source: Follow us on Github
fa_ir: ما را در گیت هاب دنبال کنید

# options-panel
source: Follow us on Instagram
fa_ir: ما را در اینستاگرام دنبال کنید

# options-panel
source: https://t.me/cupcode
fa_ir: https://t.me/cupcode_ir

# options-panel
source: Follow us on Telegram
fa_ir: ما را در تلگرام دنبال کنید

# options-panel
source: We are so happy that you use %s services.
fa_ir: بسیار خوشنودیم که از خدمات %s بهره می برید.

source: CupCode
fa_ir: کاپ کد

# options-panel
source: &copy; %s All rights reserved.
fa_ir: &copy; %s تمامی حقوق محفوظ است.

source: This is the sidebar content, HTML is allowed.
fa_ir: این محتوای سایدبار است، تنها HTML مجاز است.

source: Theme Information 1
fa_ir: اطلاعات پوسته 1

source: This is the tab content, HTML is allowed.
fa_ir: این محتوای سایدبار است، تنها HTML مجاز است.

source: Theme Information 2
fa_ir: اطلاعات پوسته 2

source: General Settings
fa_ir: تنظیمات عمومی

source: General settings are presented here.
fa_ir: تنظیمات عمومی در این قسمت هستند.

source: Example Text
fa_ir: متن نمونه

source: Example description.
fa_ir: توضیح نمونه.

source: Example subtitle.
fa_ir: زیرنویس نمونه.

source: This is a <b>hint</b> tool-tip for the text field.<br/><br/>Add any HTML based text you like here.
fa_ir: این یک <b>راهنمایی</b> هشدار گونه برای فیلد متنی است.<br/><br/>هر متن بر پایه HTML که دوست دارید را اینجا وارد کنید.

source: Data Cleansing
fa_ir: پاکسازی داده ها

source: Decide which data should be removed when plugin uninstalled.
fa_ir: این که چه داده هایی در هنگام حذف افزونه بمانند در این قسمت قابل تنظیم است.

# options-panel
source: Delete All
fa_ir: همگی پاک شوند

# options-panel
source: All data will be removed
fa_ir: همه داده ها پاک خواهند شد

# options-panel
source: Delete Settings
fa_ir: تنظیمات پاک شوند

# options-panel
source: All settings data will be removed
fa_ir: تمام داده های مربوط به تنظیمات پاک خواهند شد
